{
    " //A NOTE ON CONFIGURATION: I encourage you try this mod as it is intended and leave everything set to their defaults.//":
    "All these settings are balanced with each other, the mod is supposed to be hardcore and unforgivng like EFT is supposed to be. Either way, enjoy :)//",
   
    "//Disables Armour and Ammo changes if set to false, the core of Realism Mod. Player and bot health will also no longer be adjusted and starting profiles no longer changed.//": 
    "//If disabled, current armour durablity and player health will not be corrected but max durability/health will be.//",
    "realism": true,

    "//Buffs helmets and faceshields by racing their armor level by 1. Their blunt throughput has been modified to compensate.//": 
    "//Not carefully balanced, just for those that want a slightly less hardcore experience//",
    "buff_helmets": true,

    "//Armor above 5kg will reduce mouse sensitivity by % equal to their weight.//": 
    "//If disabled, armor will have no mouse sensitivity penalty//",
    "armor_mouse_penalty": true,

    "//WIP. Enables complete overhaul of recoil and attachments. See mod overview page on the hub for details//": 
    "//YOU MUST DELETE THE REALISMMOD.DLL FROM YOUR BEPINEX/PLUGINS FOLDER IF YOU WANT TO DISABLE THIS FEATURE. OTHERWISE YOUR GAME WILL CRASH//",
    "recoil_attachment_overhaul": true,

    "//Still WIP. Enables changes to malfunctions and over-heating if set to true. No malfunctions will occur between 98-100 durability.//": 
    "//See mod page description for details.//",
    "malf_changes": true,

    "//Enables changes to movement speed, inertia, weight limits, stamina and fall damage.//": "",
    "movement_changes": true,
    "fall_damage_changes": true,
    
    "//Enables changes to medical items if set to true.//": 
    "MAKE SURE TO USE THE revert_med_changes OPTION BELOW IF YOU WANT TO DISABLE THIS FEATURE.",
    "med_changes": true,

    "//If set to true **AND** med_changes is set to false, the meds in your inventory will be restored back to their full HP resource.//": 
    "//This config option will turn itself back to false once this is done. You are able to repeat this process 5 times.//",
    "revert_med_changes": false,

    "//Bots will no longer have tiered loadouts and will use vanilla loadouts, if set to false.//": 
    "//This also disables changes made to botconfig (durability, bot ratios, loot limits) and custom loot generation functions that override AKI-SPT's.//",
    "bot_changes": true,

    "//Raises bot cap on most maps.//": 
    "////",
    "increased_bot_cap": true,

    "//Bot health settings. If set to true, these bot types will have the same health as the player. If false, they will have default EFT health pools.//": 
    "//realism option must be true for this to take effect. If realism is false, all bots will have defualt health.//",
    "realistic_boss_health" : false,
    "realistic_boss_follower_health": true,
    "realistic_raider_rogue_health": true,
    "realistic_cultist_health" : true,

    "//OpenZones fix. Adds more zones that bots can spawn in. Credit to JustNU//": 
    "//This will most likely interfere with Lua's Spawn Rework, leave disabled if you're using that.//",
    "open_zones_fix": true,

    "//WIP. PMC AI type will be changed, and PMC and Boss difficulty will be raised, if set to true//":
    "//Only use if not using FAIL or other AI mods. Will just simply set bosses and PMC from 'AsOnline' to higher difficulty settings (Hard or Impossible). Not compatible with FAIL, use that instead if you need to choose one or the other.//",
    "pmc_difficulty": true,
    "boss_difficulty": true,

    "//Changes bot names to actual names from a huge list. Bear names can use Latin or Cyrillic alphabet//": 
    "//Names come courtesy of user Computica//",
    "bot_names": true,
    "cyrillic_bear_names": true,

    "//If set to true, the fleamarket will unlock progressivly by category of item based on the player's level.//": 
    "//There are 7 tiers in total, the final one being a 'full unlock'.//",
    "tiered_flea": false,
   
    "//Enables a hardcore fleamarket config. There are very few offers per item, if any at all. Item condition and stack amount vary a lot, high prices, and so on.//": 
    "////",
    "flea_changes": false,

    "//Enables changes to trader sell categories to be more unique and make more sense.//": 
    "For now just changes what Therapist, Skier and Mechanic will buy. Also reduced Fence inventory. Many more changes to traders will come in the future.//",
    "trader_changes": true,

    "//If set to true, airdrops will have 'types' (medical supplies, food, ammo, etc.) and will only have items of that type.//" : 
    "//Different types have different rarity, airdrop types will be rerolled when starting the game or at the end of raids.//",
    "airdrop_changes" : true,

    "//All items examined if set to true.//": "",
    "all_examined": true,

    "//Removes all in-raid item count restrictions and discard limits if set to true. For example, you can carry as much cash, BTC, LEDX etc. as you like in raid.//": "",
    "remove_inraid_restrictions": true,

    "//The standard recoil settings from previous versions. DO NOT USE THIS IF THE RECOIL AND ATTACHMENT OVERHAUL IS INSTALLED AND ENABLED.//": 
    "//FOR USE IF THE OVERHAUL IS DISABLED ONLY//",
    "legacy_recoil_changes": false,

    "//Testing parameters. For testing purposes only. No support given if these are enabled//": 
    "Set to true to enable bot testing parameters. Set the tier to 1-4 to spawn a sepcific tier of bot. Disabling weapons will deactivate the AI, they will spawn but not move or react",
    "bot_testing": false,
    "bot_test_tier": 3,
    "bot_test_weps_enabled": false,
    "all_scavs": false,
    "all_PMCs": false,
    "all_USEC": false,
    "all_bear": false,
    "dev_mode": true,
    "guarantee_boss_spawn": false,
    "disable_flea_blacklist": false,
    "no_fall_damage": false,
    "logEverything": true
}